Repository: nevaran/Fast-Image-Viewer-Standalone
Catalog: Fast Image Viewer Standalone/Properties/Resources.*.resx
Languages: bg_bg, da_dk

source: About
bg_bg: Относно
da_dk: Info

source: General
bg_bg: Основен

source: What's New
bg_bg: Какво е Ново
da_dk: Nyheder

source: Settings
bg_bg: Настройки
da_dk: Indstillinger

source: Open
bg_bg: Отвори
da_dk: Åben

source: Donate
bg_bg: Дарение
da_dk: Donationer

source: Open File Location
bg_bg: Отвори местоположението на файла
da_dk: Åbn fil

source: Delete
bg_bg: Изтрий
da_dk: Slet

# ShownLanguageInfo
source: Change the displayed language.
bg_bg: Промяна на показвания език.
da_dk: Skift sprog.

source: Dark Mode
bg_bg: Тъмен Режим
da_dk: Mørk tilstand

# DarkModeInfo
source: Switch between Light and Dark theme.
bg_bg: Превключи между светла и тъмна тема.
da_dk: Skift mellem mørk og lys tilstand.

# ThemeAccentInfo
source: Change the accent colors.
bg_bg: Промени цветовите акценти.
da_dk: Skift accentfarver.

source: Stretch Image
bg_bg: Разтягане на изображението
da_dk: Stræk billede

# StretchImageInfo
source: Always stretch images to fit the window.
bg_bg: Винаги разтягай изображенията за да пасват в прозореца.
da_dk: Altid stræk billede så det passer til lærredet.

source: Downsize Image
bg_bg: Намаляване на изображението
da_dk: Skrump billedet

# DownsizeImageInfo
source: Reduce image size to current window's. This reduces memory usage for images larger than the screen's.
bg_bg: Намали размера на изображението до големината на прозореца. Тази опция намалява използването на памет за изображения по-малки от екрана.
da_dk: Skrump billedet så det passer til lærredet. Det nedsætter hukommelsen brug for billeder større end skærmen.

# ZoomSensitivityInfo
source: Change the zoom in and out sensitivity of the image. (Default is 1.00)
bg_bg: Промени чувствителността на увеличение на изображението. (По подразбиране е 1.00)
da_dk: Skift zoom ind og ud følsomhed på billedet. (Default er 1.00)

source: On
bg_bg: Вкл
da_dk: Tænd

source: Off
bg_bg: Изкл
da_dk: Sluk

# PreviousImageShortcut
source: Previous image
bg_bg: Предишно изображение
da_dk: Gå tilbage

# NextImageShortcut
source: Next image
bg_bg: Следващо изображение
da_dk: Næste billedet

# DownsizeImageShortcut
source: Downsize image
bg_bg: Намаляване на изображението
da_dk: Skrump billede

# StretchImageShortcut
source: Stretch image
bg_bg: Разтягане на изображението
da_dk: Stræk billede

# PauseAnimationShortcut
source: Pause animation
bg_bg: Пауза анимация
da_dk: Sæt animation på pause

# ExploreImageLocationShortcut
source: Explore image location
bg_bg: Отвори местоположението на файла
da_dk: Udforsk billede plads

# DeleteImageShortcut
source: Delete image
bg_bg: Изтрий изображение
da_dk: Slet billede

source: Shortcuts
bg_bg: Преки пътища
da_dk: Genvej

source: Check for updates
bg_bg: Провери за актуализации
da_dk: Check efter opdateringer

# FileNotFoundMsg
source: File not found
bg_bg: Файлът не е намерен
da_dk: Fil ikke fundet

# ChangedWatcher
source: Changed
bg_bg: Променен
da_dk: Skiftede

# CreatedWatcher
source: Created
bg_bg: Създаден
da_dk: Check sidst lavede projekter

# DeletedWatcher
source: Deleted
bg_bg: Изтрит
da_dk: Slettede projekter

# RenamedWatcher
source: Renamed
bg_bg: Преименуван
da_dk: Omdøbede projekter

# AllWatcher
source: All Changes
bg_bg: Всички промени
da_dk: Alle ændringer

# CheckForUpdatesStartToggleInfo
source: Check if there are new updates when the program first starts up.
bg_bg: Провери за нови актуализации при първото стартиране на програмата.
da_dk: Altid søg efter opdateringer når programmet starter.

source: Copy Image to Clipboard
bg_bg: Копирай изображението в клипборда
da_dk: Kopier billedet til kopiholder

# ResetSettingsButton
source: Reset All
bg_bg: Нулиране на всички опции
da_dk: Genstart alt

source: Cut File to Clipboard
bg_bg: Изрежи файлът в клипборда
da_dk: Klip fil til kopiholder

source: Remove shortcut
bg_bg: Премахване на преките пътища
da_dk: Slet genvej

source: Deleting
bg_bg: Изтриване
da_dk: Sletter

# StretchOnTooltip
source: Stretch On
bg_bg: Разтягане Вкл
da_dk: Stræk tændt

# DarkModeOnTooltip
source: Dark Mode On
bg_bg: Тъмен Режим Вкл
da_dk: Mørk tilstand tændt

source: Download Latest
bg_bg: Изтегли най-новата версия
da_dk: Download seneste

# DownloadLatestTooltip
source: Download the latest setup for the program
bg_bg: Изтегли най-новата версия на програмата
da_dk: Download sidste nye opsætning for programmet

# NewVerAvailableInfo
source: New version available
bg_bg: Налична е нова версия
da_dk: nye version klar til opdatering

# UpdatingInfo
source: Updating...
bg_bg: Актуализира се...
da_dk: Opdatere...

# AlreadyOnLatestVerInfo
source: Latest version already installed
bg_bg: Последната версия вече е инсталирана
da_dk: Nyeste opdatering allerede installeret

# CheckingForUpdatesInfo
source: Checking for updates...
bg_bg: Проверка за нова актуализация...
da_dk: Søger efter opdateringer...

# NoInternetInfo
source: No Internet Connection
bg_bg: Няма интернет връзка
da_dk: Intet internet tilsluttet

# DownloadingInfo
source: Downloading
bg_bg: Изтеглянето
da_dk: Downloader

# DownloadFinsihedInfo
source: Download Finished
bg_bg: Изтеглянето Готово
da_dk: Download færdig

source: Language
bg_bg: Език
da_dk: Sprog

source: Theme Accent
bg_bg: Тематичен Акцент
da_dk: Thema accent

source: Thumbnail Size
bg_bg: Размер на Миниатюра
da_dk: Thumbnail størrelse

# ThumbnailRes
source: Thumbnail Resolution
bg_bg: Резолюция на Миниатюра
da_dk: Thumbnail opløsning

# EnableThumbnailList
source: Thumbnail List
bg_bg: Списък Миниатюри

# ThumbnailSizeInfo
source: Change the size of each item of the thumbnail list. Default is 80. (40-240)
bg_bg: Промени големината на всеки елемент в списъка с миниатюри. По подразбиране е 80. (40-240)
da_dk: Skift størrelse for hver ting i thumbnail listen. Default er 80. (40-240)

# ThumbnailResInfo
source: The resolution (in pixels) of each thumbnail image. A lower number will reduce memory consumption and increase loading speed of each thumbnail. Default is 80. (40-240)
bg_bg: Резолюцията (в пиксели) на всяко минятюрно изображение. По-ниското число ще намали консумацията на памет и ще увеличи скоростта на зареждане на всяка миниатюра. По подразбиране е 80. (40-240)
da_dk: Opløsningen i pixels i hvert Thumbnail billede. Et lavere tal vil reducerer hukommelses brug og gør loading hastigheden langsommere ved hver thumbnail. Default er 80. (40-240)

# EnableThumbnailListInfo
source: Show a list of thumbnails of all images on the side.
bg_bg: Показване на списък с миниатюри на всички изображения отстрани.
da_dk: Vis thumbnail listen over all billeder i siden.

source: Zoom Sensitivity
bg_bg: Чувствителност към увеличение
da_dk: Zoom følsomhed

source: Show Thumbnail List
bg_bg: Покажи Списък Миниатюри
da_dk: Vis thumbnail list

# ThumbnailListOnTooltip
source: Thumbnail List On
bg_bg: Списък Миниатюри Вкл
da_dk: Thumbnail list Tændt

# AutoupdateToggle
source: Autoupdate
bg_bg: Автоактуализация
da_dk: Automatisk opdatering

# AutoupdateToggleInfo
source: Automatically download and install new update.
bg_bg: Автоматично изтегляне и инсталиране на нова актуализация.
da_dk: Automatisk download og opdatering af program.

source: File Type
bg_bg: Тип файл
da_dk: Filtype

# FileTypeInfo
source: Choose which file types are loaded into the viewer.
bg_bg: Изберете кои типове файлове да се отварят.
da_dk: Vælg hvilke filtyper der indlæses i fremviseren.

# DownsizeOnTooltip
source: Downsize On
bg_bg: Намаляване Вкл
da_dk: Skrump tændt

source: Cut to Clipboard
bg_bg: Изрязано в клипборда
da_dk: Klip til udklipsholder

source: Copied to Clipboard
bg_bg: Копирано в клипборда
da_dk: Kopieret til udklipsholder

source: All
bg_bg: Всички
da_dk: Alle

# GeneralSettings
source: General
bg_bg: Основни

# AssociateTypeTooltip
source: Associate file type with FIV
bg_bg: Асоциирай типа файл с FIV
da_dk: Knyt filtype til FIV

# ProgramSettings
source: Program
bg_bg: Програма

source: Show donate button
bg_bg: Покажи бутона за дарение
da_dk: Vis doner-knap

source: Updates
bg_bg: Актуализации
da_dk: Opdateringer

# ShowDonateButtonInfo
source: Toggle visibility of the donate button on the program command window.
bg_bg: Превключване видимостта на бутона за дарение в командния прозорец на програмата.
da_dk: Skift synligheden af doner-knappen på programkommandovinduet.

# ErrorLoadingImageCorrupt
source: Could not load file. Image might be corrupted
bg_bg: Файлът не може да се зареди. Изображението може да е повредено
da_dk: Kunne ikke indlæse filen. Billedet kan være beskadiget
